musicorum/learning_curve/let_it_rain.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="sv" xml:lang="sv">
<head>
<!-- 2023-10-19 Thu 06:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Let it rain</title>
<meta name="author" content="Johan Sandén" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../css/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Let it rain
<br />
<span class="subtitle">Learning Curve</span>
</h1>
<div class="org-center">
<p>
<a href="../../index.html">Hjälp! - ta mig härifrån</a>
</p>
</div>

<ul class="org-ul">
<li>Musik: Johan Sandén</li>
<li>Text: Johan Sandén och Anna Sandén</li>
</ul>

<div id="outline-container-org0ba91dd" class="outline-2">
<h2 id="org0ba91dd">Musik</h2>
<div class="outline-text-2" id="text-org0ba91dd">
<iframe width="100%" height="166" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1643264013&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe><div style="font-size: 10px; color: #cccccc;line-break: anywhere;word-break: normal;overflow: hidden;white-space: nowrap;text-overflow: ellipsis; font-family: Interstate,Lucida Grande,Lucida Sans Unicode,Lucida Sans,Garuda,Verdana,Tahoma,sans-serif;font-weight: 100;"><a href="https://soundcloud.com/leaflard" title="leaflard" target="_blank" style="color: #cccccc; text-decoration: none;">leaflard</a> · <a href="https://soundcloud.com/leaflard/let-it-rain" title="Let it rain" target="_blank" style="color: #cccccc; text-decoration: none;">Let it rain</a></div>
</div>
</div>

<div id="outline-container-orgaa90e75" class="outline-2">
<h2 id="orgaa90e75">Ackord</h2>
<div class="outline-text-2" id="text-orgaa90e75">
<ul class="org-ul">
<li><p>
Vers:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Am</td>
<td class="org-left">B</td>
<td class="org-left">Dm</td>
<td class="org-left">Am</td>
<td class="org-left">x2</td>
</tr>

<tr>
<td class="org-left">Fm</td>
<td class="org-left">Em</td>
<td class="org-left">Am</td>
<td class="org-left">Am</td>
<td class="org-left">x2</td>
</tr>
</tbody>
</table></li>
<li><p>
Stick:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">C</td>
<td class="org-left">E7</td>
<td class="org-left">Am</td>
<td class="org-left">F</td>
<td class="org-left">x3</td>
</tr>

<tr>
<td class="org-left">Fm</td>
<td class="org-left">Em</td>
<td class="org-left">Am</td>
<td class="org-left">Am</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table></li>
</ul>
</div>
</div>

<div id="outline-container-orga0d7646" class="outline-2">
<h2 id="orga0d7646">Text - Arr</h2>
<div class="outline-text-2" id="text-orga0d7646">
<p class="verse">
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<i>#1</i><br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;The mandatory hand shake<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;he is standing a little too close<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Nice to meet you, You must be<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Mr Stand Up Steve, I suppose?<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;They force you to listen<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;And push needles through your skin<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Be on your toes or they will suck you dry<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;of everything within<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;It's coming down in Tchad<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;There are cats and dogs over Maine<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Let it rain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;It pours down inside<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;with the roar of train.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Let it rain.<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<i>#Stick</i><br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;All aboard, Mind the Gap<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Come and sit, in my lap<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Surely you can take some more<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;We have been here before<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Now the train leaves the station<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;There is no known destination<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;But it's not a friendly nation<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;An air of desperation<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Smile and nod when they brag<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Laugh at jokes, salute their flag<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;The game is on, you can't abort<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;They will have their day in court<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Swallow the pain, Let it rain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Let it rain<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<i>#2</i><br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Yes! let's rant and rave<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;over things that doesn't matter.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Nice to meet you Olivia<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;The organizer, I gather?<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;If it had been a little bit colder<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;It would have come down as snow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Please stop shiver and shatter those teeth.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Now get in the boat and row!<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;There's flooding in Tokyo<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A hurricane over Spain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Let it rain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;It pours down inside<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;You buy umbrellas in vain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Let it rain.<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<i>#3</i><br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;The smell is unbearable.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;That's one unholy perfume<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Hi, so nice to meet you<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;You are the devil himself, I presume.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Please turn this hall up side down<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;And shake it like a tambourine<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;They will rip us apart<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;And stitch us up, with a sewing machine<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;There is a downpour over Denver<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;And a tsunami over Bahrain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Let it rain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;It pours down inside<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;It's washing through my brain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Let it rain.<br />
<br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Datum: 2023-10-19 Thu 06:58</p>
<p class="author">F&ouml;rfattare: Johan Sandén</p>
<p class="date">Created: 2023-10-19 Thu 06:58</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
